Repository: alexykot/xbterminal-ios
Catalog: xbterminal/Supporting Files/*.lproj/Localizable.strings
Languages: fr, ru

source: Tap screen to begin
fr: Toucher l'écran pour commencer
ru: Прикоснитесь к экрану чтобы начать

source: Cancel
fr: Annuler
ru: Отмена

source: Pay now
fr: Payer maintenant
ru: Оплатить

source: PAYMENT SUCCESSFUL
fr: Paiement réuissi
ru: Оплата завершена

source: TOUCH NFC NOW
fr: Toucher NFC maintenant
ru: NFC активен

source: SCAN QR CODE FOR RECEIPE
fr: Scanner QR code pour le reçu
ru: Отсканируйте QR код для получения чека

source: Close
fr: Fermer
ru: Закрыть

source: Link device to account
fr: Connection à votre compte
ru: Привязать устройство к аккаунту

source: Have account?
fr: Avez-vou un compte
ru: Есть аккаунт?

source: Paste key or scan QR code
fr: Taper votre clé ou bien scanner QR code
ru: Введите ключ или отсканируйте QR код

source: Done
fr: Fin
ru: Готово

source: or
fr: ou
ru: или

source: Create account online
fr: Terminer ou créer votre compte en ligne
ru: Создать аккаунт на сайте

source: testnet active
fr: Testnet actif
ru: testnet включён

source: Exchange rate
fr: Faux de change
ru: Курс обмена

source: amount
fr: somme
ru: сумма
